<?php include_once "header.php"; ?>
<title>МГЗК-Історія</title>
</head>

<body>
    <?php include_once "menu.php"; ?>
    <!-- main-section-->
    <main class="main mt-0 pb-2 pb-lg-4 position-relative">
        <!-- banner -->
        <section class="height-content banner-shape">
            <figure class="banner-container position-relative mb-0">
                <img src="/build/img/pexels-tom-fisk-2101137 (4).jpg" alt="баннер" class="w-100 banner-img img-fluid obj-fit position-relative">
                <figcaption class="banner-title-container position-absolute d-flex flex-column justify-content-center bg_dark_through w-100 min-height">
                    <h1 class="container pl-md-0 text-white display-4 mb-5">
                        <span class="blur shadow-dark">Історія</span></h1>
                </figcaption>
            </figure>
        </section>
        <!-- content -->
        <section class="content bg-transparent d-flex flex-column fustify-content-between align-items-center mx-3 mx-sm-0 mt-3 mt-lg-4">
            <article class="container mx-0 bg-light shadow border px-0 mb-3">
                <section class="p-3">
                    <figure class="float-left img-figure mr-md-3 mb-0 border-info thumb">
                        <a data-fancybox="gallery" href="/build/img/Приказ.jpg" class="text-decoration-none d-block little-filter-effect height-100p">
                            <img src="/build/img/Приказ.jpg" alt="фото" class="img-fluid w-100 height-100p obj-fit">
                            <figcaption class="text-center bg_dark_through">
                                <p class="lead text-white mb-0 text-monospace">Наказ</p>
                            </figcaption>
                        </a>
                    </figure>
                    <p class="lead mb-0 text-justify text-indent">
                        У 2020 році Марганецькому гірничо-збагачувальному комбінату виповнилося 50 років – поважний ювілей для гірничодобувної
                        галузі. Але скільки всього сталося до того, як трест «Нікопольмарганець» був реорганізований в Марганецький ГЗК, і скільки ще подій відбулося після.
                        Кожна з них мала своє особливе значення, кожна зробила внесок в формування підприємства таким, яким він є зараз. І всі
                        ці етапи розвитку гідні того, щоб про них знали люди.
                        Рубіж ХІХ і ХХ століть став періодом активного розвитку кам'яновугільної, гірничорудної та металургійної промисловості
                        в районі, де раніше жили козаки. У період з 1885 до 1898 року було відкриті Олександрівський Південно-Російський залізоробний і Залізопрокатний заводи
                        (нині Дніпровський металургійний завод), Нижньодніпровський трубопрокатний завод, Гданцівський (м. Кривий Ріг),
                        Дружківський, Донецько-Юр'ївський і Макіївський металургійні заводи, до 1902 року діяло вже 20 подібних заводів. Саме в цей період зародився і наш Марганецький ГЗК.
                        Майже кожен марганчанин знає, що в 1880 році житель села Городище копав колодязь і знайшов незвичайну чорну землю,
                        що не могло не зацікавити фахівців Департаменту Геологічного комітету державного Гірничого департаменту Російської імперії. Тому влітку 1883 року
                        геолог Валеріан Олександрович Домгер прибув на нашу територію для дослідження і знайшов великі поклади марганцевої
                        руди. Уже через два роки, в липні 1885 року, в балці річки Солоної закладена штольня «Надія». У тому ж році 27 грудня відкриті Покровські марганцеві
                        копальні: штольні «Анна», «Катерина», що і стало відправною точкою відліку початку розробки Нікопольського родовища
                        марганцевих руд.
                        У липні 1891 року засновано Городищанський марганцевий рудник, який пізніше, в травні 1923 року, був перейменований
                        в рудник ім. III Комінтерну. Через сім років у селі відкритий рудник «Пиролюзит», на окремих ділянках якого вміст металу в руді доходив до 45-50%.
                        30 січня 1904 року трапився новий прорив в промисловості і в роботі підприємств на території нинішнього Марганця –
                        відкрита Катерининська залізниця між Кривим Рогом і Олександрівському (нині Запоріжжя). У період з 1901 по 1910 року виробництво (митої) марганцевої
                        руди Нікопольського басейну зросло з 72,8 тисяч тонн до 166,4 тисяч тонн, що склало 23,93% загальноімперського
                        виробництва. У 1912 році на шахтах басейну запущена перша електрична підземна машина і водовідлив. На більшості шахт здійснювався кінний підйом.
                    </p>
                    <p class="clearfix"></p>
                </section>
            </article>
            <article class="container mx-0 bg-light shadow border px-0 mb-3">
                <section class="p-3">
                    <figure class="float-right ml-md-3 img-figure mb-0 border-info thumb">
                        <a data-fancybox="gallery" href="/build/img/100.jpg" class="text-decoration-none d-block little-filter-effect height-100p">
                            <img src="/build/img/100.jpg" alt="фото" class="img-fluid w-100 height-100p obj-fit">
                            <figcaption class="text-center bg_dark_through">
                                <p class="lead text-white mb-0 text-monospace">сортування руди на Покровських марганцевих рудниках
                                    (початок ХХ століття)</p>
                            </figcaption>
                        </a>
                    </figure>
                    <p class="lead mb-0 text-justify text-indent">
                        До 1913 року в басейні вже працювали п'ять рудників: Покровський, Ново-Миколаївський, Городищанський, Червоногригорівський і Трубчаніновскій. В цілому на них добували в рік 16 мільйонів пудів або 252,7 тисячі тонн митої руди. Тому не дивно, що активно йшов приріст населення – до 1917 року на території селищ нинішнього Марганця проживало 5 тисяч осіб. Всього до революції марганцева промисловість Нікопольського басейну дала 3 мільйони 653,5 тисячі тонн марганцевої руди.
                        Після революції, 2 квітня 1919 року, РНК УРСР прийняла Постанову про націоналізацію Криворізької залізорудної і марганцевої промисловості. Влітку 1919 року Громадянська війна втрутилася в виробництво. Але вже до лютого 1920 комісія з організації управління Марганцевими рудниками відновила свою роботу. Для відновлення виробництва 29 січня 1921 року Рада Праці та Оборони прийняла Постанову про постачання Нікополь-Марганцевих рудників, прирівнюючи їх до Донбасу. А в Катеринославі в цей час організовано Центральне Правління Південної промисловості (ЦППРП), куди увійшли Криворізькі і Марганецькі рудники. Такими подіями почався справжній шлях до розквіту марганцевого виробництва і до підйому майбутнього Марганецького ГЗК.
                        У жовтні 1921 року здана в експлуатацію після відновлення мийка Городищанського рудника і дві шахти №№ 14 і 15, де видобута перша післяреволюційна тонна руди. У 1923 році відновлені і запущені в експлуатацію шахти №№ 17 і 18 рудника «Пиролюзит», а також почалося будівництво рудника «Новий Пиролюзит», якому в 1924 році присвоєно ім'я голови ВРНГ УРСР К.Г. Максимова.
                        У 1924 році ВРНГ СРСР виділила Нікопольському Марганцевому району 300 тисяч рублів в золотому обчисленні на цивільний і культурний розвиток копалень басейну. У листопаді цього року управління Нікополь-Марганцевими рудниками очолив досвідчений інженер Яков Ваніфатієвіч Тимошенко.
                        У період до 1926 року на шахтах рудників застосовувалися вагонетки з дерев'яним кузовом місткістю 377 кг (22-24 пуди). При малопотужних пластах в очисних вибоях (смужках) застосовувалися вагонетки низького перетину ємністю 180 кг (11-12 пудів). Видана з шахти руда перевалювалася в рудних опрокидах (кізах) в поверхневу вагонетку копелевского типу, які поїздами з семи штук спускалися на мийку по схилу на ручних гальмах. Від мийки до шахт вагонетки по 2-3 штуки доставлялися кіньми (коногоном). Поки в листопаді не відбувся пуск механізованої відкатки від шахт рудника Комінтерн до мийки (нині РРЗ) нескінченним канатом «Мехоткатка». А до шахт почала підводитися електроенергія.
                        1 січня 1928 року кількість жителів селищ рудників досягла 13992 чоловік.
                        У 1931 році на Мар'ївській ділянці ввеедено в дію новий Мар'ївський рудник, згодом перейменований в рудник імені Ворошилова.
                        17 січня 1934 нарком важкої промисловості Г.К. Орджонікідзе підписав наказ про створення загальносоюзного державного тресту «Нікопольмарганець». У травні тресту виділено 30 вантажних автомобілів, два автобуса на базі полуторки і п'ять тракторів з причепами. В цілому за 1934 рік на рудниках тресту «Нікопольмарганець» обсяги видобутку марганцевої руди і випуску концентрату збільшилися в півтора рази, в порівнянні з 1933 роком, а продуктивність праці зросла на 24%.
                        У 1935-1936 роках на шахтах рудників замість обушка для відбивання руди введені відбійні пневматичні молотки. Першим перейшов на молоток забійник-стахановець Павло Степанович Галушка в грудні 1935 року.
                        Продовжувалася активна електрифікація виробництва – на шахтах басейну і на чотирьох збагачувальних фабриках працювали 737 електродвигунів. На підприємствах тресту в цей період працювало 9742 людини – ІТП, робітників і службовців, при цьому на тисячу робочих доводилося 44 інженерно-технічних працівника.
                        1936 рік по істині став проривом – шахтами басейну було видобуто понад один мільйон тонн сирої марганцевої руди. В цьому ж році Радянський Союз вийшов на перше місце в світі по виробництву марганцевого концентрату.
                        У 1937 році число жителів селищ марганцевих рудників складало вже 17531 чоловік.
                        1938 рік – на шахти басейну надійшли перші пневматичні вантажні машини типу ПМЛ. До кінця 1938 року в басейні вели видобуток руди 26 шахт, які планувалося відпрацювати протягом третьої і початку четвертої п'ятирічок.
                        Активний розвиток промисловості призвів до того, що 22 жовтня 1938 року указом Президії Верховоного Ради УРСР селища Городище, Новоселівка та Миколаївка об'єднані в шахтарське місто Марганець з населенням 20800 чоловік.
                        22 червня 1941 року – 9 травня 1945 року – період Другої світової війни. Тільки до 1946 року країна і наше місто почали відходити від військового часу, і це спричинило новий виток розвитку виробництва. У період з 1946 по 1950 року відновлено і споруджено 24 шахти, активно нарощувалися обсяги видобутку.
                        До кінця 1949 року на шахтах рудників завершено впровадження електровозної відкатки.
                        19 серпня 1949 року запущена в роботу 1-а черга Центральної збагачувальної фабрики (ЦЗФ) рудника ім. Ворошилова.
                        На початку 50-х на шахтах басейну для навантаження руди в забоях почали застосовуватися вантажні машини типу ПМЛ-4, ПМЛ-5, С-153. У 1954 році вперше в історії басейну для кріплення гірничих виробок почала застосовуватися кільцеве податливе металеве кріплення.
                        У 1957 році здана в експлуатацію шахта №1, побудована за проектом Грушівського рудника, і передана руднику ім. 40 років Жовтня.
                        У 1959 році на шахтах басейну введений в дію комбайн МБЛ – одна з перших стоврених машин для відбивання і навантаження руди в забоях. В цьому ж році введена в дію шахта №6, початкової проектною потужністю 200 тисяч тонн руди на рік, у якій після реконструкції 1973 року потужність стала 300 тисяч.
                        У вересні 1960 року вступила в дію шахта №2, проектною потужністю 250 тисяч тонн руди на рік. У листопаді 1960 року видобуто першу тонну руди в шахті №5, проектною потужністю також 250 тисяч тонн руди на рік. У 1961 році запущена у виробництво шахта №3 все з тієї ж проектною потужністю, але вона була збільшена до 350 тисяч після реконструкції в 1967 році.
                        28 грудня 1961 року введено в експлуатацію Грушівську збагачувальну фабрику ГЗФ-1 з проектною потужністю по переробці сирої марганцевої руди 2,4 мільйона тонн на рік.
                        У 1962 році введена в дію перша черга Грушівського кар'єру проектною потужністю 600 тисяч тонн руди на рік. Після реконструкції в 1977 році вона була доведена до 1200 тисяч. Також введена в рад діючих шахта №4.
                    </p>
                    <p class="clearfix"></p>
                </section>
            </article>
            <article class="container mx-0 bg-light shadow border mb-3 px-0">
                <section class="p-3">
                    <figure class="float-left mr-md-3 img-figure mb-0 border-info thumb">
                        <a data-fancybox="gallery" href="/build/img/карьер.jpg" class="text-decoration-none d-block little-filter-effect height-100p">
                            <img src="/build/img/карьер.jpg" alt="фото" class="img-fluid w-100 height-100p obj-fit">
                            <figcaption class="text-center bg_dark_through">
                                <p class="lead text-white mb-0 text-monospace">Грушівський кар'єр</p>
                            </figcaption>
                        </a>
                    </figure>
                    <p class="lead mb-0 text-justify text-indent">
                        До 1913 року в басейні вже працювали п'ять рудників: Покровський, Ново-Миколаївський, Городищанський, Червоногригорівський і Трубчаніновскій. В цілому на них добували в рік 16 мільйонів пудів або 252,7 тисячі тонн митої руди. Тому не дивно, що активно йшов приріст населення – до 1917 року на території селищ нинішнього Марганця проживало 5 тисяч осіб. Всього до революції марганцева промисловість Нікопольського басейну дала 3 мільйони 653,5 тисячі
                        тонн марганцевої руди.
                        Після революції, 2 квітня 1919 року, РНК УРСР прийняла Постанову про націоналізацію Криворізької залізорудної і марганцевої промисловості. Влітку 1919 року Громадянська війна втрутилася в виробництво. Але вже до лютого 1920 комісія з організації управління Марганцевими рудниками відновила свою роботу. Для відновлення виробництва 29 січня 1921 року Рада Праці та Оборони прийняла Постанову про постачання Нікополь-Марганцевих рудників, прирівнюючи їх
                        до Донбасу. А в Катеринославі в цей час організовано Центральне Правління
                        Південної промисловості (ЦППРП), куди увійшли Криворізькі і Марганецькі рудники.
                        Такими подіями почався справжній шлях до розквіту марганцевого виробництва і до підйому майбутнього Марганецького ГЗК.
                        У жовтні 1921 року здана в експлуатацію після відновлення мийка Городищанського рудника і дві шахти №№ 14 і 15, де видобута перша післяреволюційна тонна руди. У 1923 році відновлені і запущені в експлуатацію шахти №№ 17 і 18 рудника «Пиролюзит», а також почалося будівництво рудника «Новий Пиролюзит», якому в 1924 році присвоєно ім'я голови ВРНГ УРСР К.Г. Максимова.
                        У 1924 році ВРНГ СРСР виділила Нікопольському Марганцевому району 300 тисяч рублів в золотому обчисленні на цивільний і культурний розвиток копалень басейну. У листопаді цього року управління Нікополь-Марганцевими рудниками очолив досвідчений інженер Яков Ваніфатієвіч Тимошенко.
                        У період до 1926 року на шахтах рудників застосовувалися вагонетки з дерев'яним кузовом місткістю 377 кг (22-24 пуди). При малопотужних пластах в очисних вибоях (смужках) застосовувалися вагонетки низького перетину ємністю 180 кг (11-12 пудів). Видана з шахти руда перевалювалася в рудних опрокидах (кізах) в поверхневу вагонетку копелевского типу, які поїздами з семи штук спускалися на мийку по схилу на ручних гальмах.
                        Від мийки до шахт вагонетки по 2-3 штуки доставлялися кіньми (коногоном).
                        Поки в листопаді не відбувся пуск механізованої відкатки від шахт рудника Комінтерн до мийки (нині РРЗ) нескінченним канатом «Мехоткатка». А до шахт почала підводитися електроенергія.
                        1 січня 1928 року кількість жителів селищ рудників досягла 13992 чоловік.
                        У 1931 році на Мар'ївській ділянці ввеедено в дію новий Мар'ївський рудник, згодом перейменований в рудник імені Ворошилова.
                        17 січня 1934 нарком важкої промисловості Г.К. Орджонікідзе підписав наказ про створення загальносоюзного державного тресту «Нікопольмарганець». У травні тресту виділено 30 вантажних автомобілів, два автобуса на базі полуторки і п'ять тракторів з причепами. В цілому за 1934 рік на рудниках тресту «Нікопольмарганець» обсяги видобутку марганцевої руди і випуску концентрату збільшилися в півтора рази, в порівнянні з 1933
                        роком, а продуктивність праці зросла на 24%.
                        У 1935-1936 роках на шахтах рудників замість обушка для відбивання руди введені відбійні пневматичні молотки. Першим перейшов на молоток забійник-стахановець Павло Степанович Галушка в грудні 1935 року.
                        Продовжувалася активна електрифікація виробництва – на шахтах басейну і на чотирьох збагачувальних фабриках працювали 737 електродвигунів. На підприємствах тресту в цей період працювало 9742 людини – ІТП, робітників і службовців, при цьому на тисячу робочих доводилося 44 інженерно-технічних працівника.
                        1936 рік по істині став проривом – шахтами басейну було видобуто понад один мільйон тонн сирої марганцевої руди. В цьому ж році Радянський Союз вийшов на перше місце в світі по виробництву марганцевого концентрату.
                        У 1937 році число жителів селищ марганцевих рудників складало вже 17531 чоловік.
                        1938 рік – на шахти басейну надійшли перші пневматичні вантажні машини типу ПМЛ. До кінця 1938 року в басейні вели видобуток руди 26 шахт, які планувалося відпрацювати протягом третьої і початку четвертої п'ятирічок.
                        Активний розвиток промисловості призвів до того, що 22 жовтня 1938 року указом Президії Верховоного Ради УРСР селища Городище, Новоселівка та Миколаївка об'єднані в шахтарське місто Марганець з населенням 20800 чоловік.
                        22 червня 1941 року – 9 травня 1945 року – період Другої світової війни. Тільки до 1946 року країна і наше місто почали відходити від військового часу, і це спричинило новий виток розвитку виробництва. У період з 1946 по 1950 року відновлено і споруджено 24 шахти, активно нарощувалися обсяги видобутку.
                        До кінця 1949 року на шахтах рудників завершено впровадження електровозної відкатки.
                        19 серпня 1949 року запущена в роботу 1-а черга Центральної збагачувальної фабрики (ЦЗФ) рудника ім. Ворошилова.
                        На початку 50-х на шахтах басейну для навантаження руди в забоях почали застосовуватися вантажні машини типу ПМЛ-4, ПМЛ-5, С-153. У 1954 році вперше в історії басейну для кріплення гірничих виробок почала застосовуватися кільцеве податливе металеве кріплення.
                        У 1957 році здана в експлуатацію шахта №1, побудована за проектом Грушівського рудника, і передана руднику ім. 40 років Жовтня.
                        У 1959 році на шахтах басейну введений в дію комбайн МБЛ – одна з перших стоврених машин для відбивання і навантаження руди в забоях. В цьому ж році введена в дію шахта №6, початкової проектною потужністю 200 тисяч тонн руди на рік, у якій після реконструкції 1973 року потужність стала 300 тисяч.
                        У вересні 1960 року вступила в дію шахта №2, проектною потужністю 250 тисяч тонн руди на рік. У листопаді 1960 року видобуто першу тонну руди в шахті №5, проектною потужністю також 250 тисяч тонн руди на рік. У 1961 році запущена у виробництво шахта №3 все з тієї ж проектною потужністю, але вона була
                        збільшена до 350 тисяч після реконструкції в 1967 році.
                        28 грудня 1961 року введено в експлуатацію Грушівську збагачувальну фабрику ГЗФ-1 з проектною потужністю по переробці сирої марганцевої руди 2,4 мільйона тонн на рік.
                        У 1962 році введена в дію перша черга Грушівського кар'єру проектною потужністю 600 тисяч тонн руди на рік. Після реконструкції в 1977 році вона була доведена до 1200 тисяч. Також введена в рад діючих шахта №4.
                    </p>
                    <figure class="float-right ml-md-3 img-figure mb-0 border-info thumb">
                        <a data-fancybox="gallery" href="/build/img/карьер2.jpg" class="text-decoration-none d-block little-filter-effect height-100p">
                            <img src="/build/img/карьер2.jpg" alt="фото" class="img-fluid w-100 height-100p obj-fit">
                            <figcaption class="text-center bg_dark_through">
                                <p class="lead text-white mb-0 text-monospace">Грушівський кар'єр</p>
                            </figcaption>
                        </a>
                    </figure>
                    <p class="lead text-justify mb-0 text-indent">
                        З 20 червня 1962 року почав працювати Грушівський рудник, який незабаром і був перетворений в Марганецький ГЗК. Він за своєю проектної потужності перевершував існуючі тоді рудники ім. Максимова і 40 років Довтня разом узяті. Уже в липні 1963 року саме там на відкритих роботах введений в дію перший роторний екскаватор.
                        8 січня 1966 року почала роботу перша черга шахти №7 Грушівського рудника з похилим стволом, де вперше транспортування видобутої руди з очисного забою на поверхню проводилася конвеєрним транспортом. У 1967 році в зв'язку з відпрацюванням запасів марганцевої руди припинив роботу рудник ім. Максимова.
                    </p>
                    <p class="lead text-justify mb-0 text-indent">
                        12 травня 1970 року міністр чорної металургії УРСР підписав наказ про реорганізацію тресту «Нікопольмарганець» в «Марганецький гірничо-збагачувальний комбінат», а 1 червня 1970 був зареєстрований Статут новоствореного підприємства. Дана дата і вважається Днем створення Марганецького гірничо-збагачувального комбінату.
                        1 липня 1972 року здана в експлуатацію перша черга комсомольсько-молодіжної шахти №8.
                        26 грудня 1972 року колектив шахти №4/7 вперше в світовій практиці підземного видобутку марганцевої руди досяг рубежу 1 мільйон тонн руди на рік.
                        У грудні 1973 року введено в експлуатацію Басанський кар'єр з первинною проектною потужністю 300 тисяч тонн руди на рік. А вже в 1975 році, після реконструкції, його потужність зросла до 600 тисяч тонн.
                        30 березня 1978 року здана в експлуатацію найбільша в басейні з видобутку марганецевой руди шахта №9/10 з початковою проектною потужністю 1 мільйон тонн руди на рік, яка освоювалася двома чергами по 500 тисяч тонн. У 1980 році, після реконструкції, проектна потужність шахти зросла до 2 мільйонів
                        200 тисяч тонн руди на рік, яка була здійснена в три етапи 500, 400 і 300 тисяч тонн. За період експлуатації, до реконструкції, шахта працювала на рівні, що перевищує проектну потужність – 143,3%.
                        30 червня 1978 року розпочала свою роботу Грушівська збагачувальна фабрика (ГЗФ-2), проектною потужністю 3,2 мільйони тонн з переробки сирої марганцевої руди в рік.
                        У 1979 році, після реконструкції шахт №№ 3 і 5 і введення в експлуатацію похилого ствола, проведено їх об'єднання в єдиний комплекс проектної потужністю 1400 тисяч тонн руди на рік. У 1985 році шахтою досягнута максимальний видобуток руди – 1128 тисяч тонн.
                    </p>
                    <p class="clearfix"></p>
                </section>
            </article>
        </section>
        <!-- last section  -->
        <section class="content bg-transparent d-flex flex-column fustify-content-between align-items-center mx-3 mx-sm-0 mt-3 mt-lg-4">
            <article class="container mx-0 bg-light shadow border px-0">
                <div class="row p-3 mx-0 w-100">
                    <p class="lead text-justify mb-0 text-indent">
                        80-ті роки ХХ століття стали для Марганецького ГЗК часом великих трудових перемог і рекордів. Передові бригади, очолювані героями виробництва, одна за однією проходили небувалі до того рубежі, добуваючи все більше руди. Починалося будівництво
                        і реконструкція нині існуючих потужностей комбінату. У ці роки підприємство стало приділяти велику увагу питанням охорони навколишнього середовища, комплексного освоєння копалин і рекультивації земель. Зі спорудженням об'єктів зі збору, відведення та використання рудничних вод припинилося скидання їх в Каховське водосховище.
                        У 1980 році комбінат завершив будівництво очисних споруд господарсько-побутового призначення потужністю 35 тисяч кубічних метрів на добу, що дозволило повністю очищати стічні води і використовувати їх для зрошення полів.
                        19 квітня 1980 року збагачувачі комбінату почали випуск окисного концентрату першого сорту.
                        У 1982 році після чергової реконструкції Грушівського кар'єра його виробнича потужність доведена до 2200 тисяч тонн руди на рік.
                        Весною 1986 року стартували роботи з будівництва шахти №14/15. І тільки 16 вересня 2002 року введено в роботу два перших очисні забої.
                        1986 рік – здано в експлуатацію дослідно-промисловий комплекс хімічного збагачення (ДПКХЗ) для збагачення шламів детонатним методом. Далі комплекс був перепроектований на випуск сірчанокислого марганцю.
                        1 січня 1987 року Марганецький ГЗК перейшов на роботу за новим методом господарювання, який співпав з початком в країні перебудови.
                        У 1991 році Україна проголосила Незалежніть, зміни торкнулися всіх галузей промисловості, що вплинуло і на необхідність вимушеного зниження обсягів виробництва комбінатом.
                        У січні 1996 року Марганецький ГЗК став Акціонерним Товариством, поступово почали надходити інвестиційні кошти, підприємство почало завойовувати своє місце на внутрішньому і зовнішньому ринках збуту. Проте економічна ситуація на підприємстві залишалася нестабільною.
                        Ситуація стабілізувалася ближче до 2002 року. Тоді ж бригада А.І. Роя шахти №9/10 здобула 169 тисяч 303 тонн руди. Цей показник на сьогодні залишається неперевершеним. За ударну самовіддану працю в 2003 році А.І. Рою присвоєно звання «Герой України». Славна традиція стотисячників щорічно підтримується гірниками трудових
                        очисних бригад шахт комбінату. До таких рубежів неодноразово доходила бригада В.Г. Федорова.
                    </p>
                    <div class="col-12 shadow col-md-4 p-1 mx-0 overflow-hidden height-250 thumb">
                        <a data-fancybox="gallery" href="build/img/Ветераны.jpg" class="d-block position-relative border border-info little-filter-effect height-100p gallery-wrapper-block">
                            <img src="build/img/Ветераны.jpg" alt="фото" class="img-fluid w-100 obj-fit height-100p">
                            <p class="gallery-img-title position-absolute bg_linear_dark text-white px-2">Ветерани МГЗК</p>
                        </a>
                    </div>
                    <div class="col-12 shadow col-md-4 p-1 mx-0 overflow-hidden height-250 thumb">
                        <a data-fancybox="gallery" href="build/img/ГЕРОИ.jpg" class="d-block position-relative border border-info little-filter-effect height-100p gallery-wrapper-block">
                            <img src="build/img/ГЕРОИ.jpg" alt="фото" class="img-fluid w-100 obj-fit height-100p">
                            <p class="gallery-img-title position-absolute bg_linear_dark text-white px-2">Герої комбінату</p>
                        </a>
                    </div>
                    <div class="col-12 shadow col-md-4 p-1 mx-0 overflow-hidden height-250 thumb">
                        <a data-fancybox="gallery" href="build/img/Керівники.jpg" class="d-block position-relative border border-info little-filter-effect height-100p gallery-wrapper-block">
                            <img src="build/img/Керівники.jpg" alt="фото" class="img-fluid w-100 obj-fit height-100p">
                            <p class="gallery-img-title position-absolute bg_linear_dark text-white px-2">Керівники МГЗК від початку</p>
                        </a>
                    </div>
                    <p class="lead text-justify mb-0 text-indent">
                        У 2014 році на базі нашого підприємства освоєно технологію виготовлення клинового замка, що допомогло значно скоротити витрати на одиницю продукції, що випускається. За допомогою установки газополуменевого різання «Комета», яка бере участь у виробництві клинових замків, РМЦ почав самостійне виготовлення шахтних лопат, за допомогою яких шахтарі виконують свої завдання з вересня 2014 року.
                        У 2015 році проведена реконструкція галереї №4 ГЗФ-1. Але, по правді кажучи, конструкція галереї була змонтована з нуля. Крім цього, останні років 6-7 в Грушівську збагачувальну фабрику вкладаються чималі кошти для придбання нового обладнання, такого як дробарки, промивні машини, насоси та інше, а також для посилення внутрішніх перекриттів ГЗФ.
                        Також активна робота ведеться по оновленню автомобільного парку комбінату, за останні п'ять років куплені нові автобуси, вантажні автомобілі, крани, екскаватори, навантажувачі та багато іншого. Одним з останніх великих придбань став екскаватор JСB.
                        У 2015 році відновлено будівництво АБК шахти №14/15. Про його необхідність розмови велися з першого дня експлуатації шахти. Тільки в 2007 році був змонтований каркас адміністративно-побутового корпусу заввишки в три поверхи, потім на 8 років настало затишшя. 14 листопада 2019 року відбулося урочисте відкриття адміністративно-побутового корпусу та колектив найперспективнішої шахти отримав свій новий сучасний довгоочікуваний «будинок».
                        У вересні 2016 року почалася активна фаза реалізації давньої ідеї щодо впровадження у виробництво бутари – нового для комбінату спеціалізованого обладнання, призначеного для вилучення корисного компонента з відвальних хвостів, що раніше скидалися у шламосховища. 7 грудня перша подібна установка почала роботу. У наступні роки в виробництво залучено ще кілька подібних агрегатів. Напрямок з видобутку і переробки хвостів збагачення розглядається як майбутня перспектива комбінату.
                        На даний момент АТ «Марганецький ГЗК» залишився єдиним підприємством в Україні, яке видобуваює марганцеву руду комбінованим: підземним і відкритим способом. Крім того, наше підприємство є рушійною силою Марганця, адже основою основ нашого міста завжди була і залишається гірничодобувна промисловість.
                    </p>
                </div>
            </article>
        </section>
    </main>
    <!--footer-->
    <?php include_once "footer.php"; ?>